"Continue" = "Pokračovat";

"Software Update" = "Aktualizace software";
"Release Notes:" = "Poznámky k vydání";
"Remind Me Later" = "Připomenout později";
"Install on Quit" = "Nainstalovat při ukončení";
"Install and Relaunch" = "Nainstalovat a znovu spustit";
"Skip This Version" = "Přeskočit verzi";

"Automatically download and install updates" = "Automaticky ověřovat a instalovat aktualizace";
"No newer version available." = "Novější verze není k dispozici.";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Instaluje se aktualizace…";
"Checking for updates…" = "Ověřují se aktualizace…";
"Downloading update…" = "Kopíruje se aktualizace…";
"Extracting update…" = "Rozbaluje se aktualizace…";

"Version {0} is now available" = "Nyní je dostupná verze {0}";
